9/data/attachments/dd61baa414944d83.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_a2f52e87-e0b5-4f03-88b9-e00689416176</nif:username>
            <nif:friendToBeAdded>Justin_behind_Actions_62958_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>